/* Current location button */
"Current Location" = "Ubicación Actual";

/* Cycle locations button */
"Cycle Locations" = "Ubicaciones de ciclo";

/* Hybrid map view */
"Hybrid" = "Híbrido";

/* Satellite map view */
"Satellite" = "Satélite";

/* Standard map view */
"Standard" = "Estándar";

